Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: A pick here changes this conversation in place
de: Eine Auswahl hier ändert diese Unterhaltung direkt
es: Elegir aquí cambia esta conversación en el sitio
fr: Un choix ici modifie cette conversation sur place
it: Una scelta qui modifica questa conversazione sul posto
ja: ここで選ぶとこの会話がその場で変わります
ko: 여기서 선택하면 이 대화가 그 자리에서 바뀝니다
pt_br: Escolher aqui muda esta conversa no mesmo lugar
zh_hans: 在这里选择会直接改变这段对话
zh_hant: 在這裡選擇會直接改變這段對話

source: A pick here
de: Eine Auswahl hier
es: Elegir aquí
fr: Un choix ici
it: Una scelta qui
ja: ここでの選択
ko: 여기서 선택하면
pt_br: Escolher aqui
zh_hans: 在这里选择
zh_hant: 在這裡選擇

source: Starts a new chat on %@
de: Startet einen neuen Chat auf %@
es: Inicia un chat nuevo en %@
fr: Démarre une nouvelle discussion sur %@
it: Avvia una nuova chat su %@
ja: %@ で新しいチャットを開始します
ko: %@에서 새 대화를 시작합니다
pt_br: Inicia uma nova conversa em %@
zh_hans: 在 %@ 上开始新对话
zh_hant: 在 %@ 上開始新對話

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
ja: 現在
ko: 지금
pt_br: Agora
zh_hans: 当前
zh_hant: 目前

source: Families
de: Familien
es: Familias
fr: Familles
it: Famiglie
ja: ファミリー
ko: 계열
pt_br: Famílias
zh_hans: 系列
zh_hant: 系列

source: On its own hardware
de: Auf eigener Hardware
es: En su propio hardware
fr: Sur son propre matériel
it: Sul proprio hardware
ja: 自身のハードウェアで
ko: 자체 하드웨어에서
pt_br: No próprio hardware
zh_hans: 在自己的硬件上
zh_hant: 在自己的硬體上

source: See pictures
de: Bilder sehen
es: Ver imágenes
fr: Voir les images
it: Vedere le immagini
ja: 画像を見る
ko: 이미지 보기
pt_br: Ver imagens
zh_hans: 查看图像
zh_hant: 檢視圖像

source: Read PDFs
de: PDFs lesen
es: Leer PDF
fr: Lire les PDF
it: Leggere i PDF
ja: PDFを読む
ko: PDF 읽기
pt_br: Ler PDFs
zh_hans: 读取 PDF
zh_hant: 讀取 PDF

source: Take an effort level
de: Aufwandsstufe wählen
es: Elegir nivel de esfuerzo
fr: Choisir un niveau d’effort
it: Scegliere un livello di sforzo
ja: 強度を選ぶ
ko: 강도 단계 선택
pt_br: Escolher nível de esforço
zh_hans: 选择强度级别
zh_hant: 選擇強度層級

source: Catalog
de: Katalog
es: Catálogo
fr: Catalogue
it: Catalogo
ja: カタログ
ko: 카탈로그
pt_br: Catálogo
zh_hans: 目录
zh_hant: 目錄

source: Doors
de: Türen
es: Puertas
fr: Portes
it: Porte
ja: 扉
ko: 문
pt_br: Portas
zh_hans: 门
zh_hant: 門

source: A door is the account a request goes through — a plan, a key, a gateway, or the machine itself. The same model behind two doors is one row with a chevron; a pick made under a door goes through that door.
de: Eine Tür ist das Konto, über das eine Anfrage läuft – ein Tarif, ein Schlüssel, ein Gateway oder der Rechner selbst. Dasselbe Modell hinter zwei Türen ist eine Zeile mit einem Chevron; eine Auswahl unter einer Tür läuft über genau diese Tür.
es: Una puerta es la cuenta por la que pasa una solicitud: un plan, una clave, una pasarela o la propia máquina. El mismo modelo tras dos puertas es una sola fila con una flecha; una elección hecha bajo una puerta pasa por esa puerta.
fr: Une porte est le compte par lequel transite une requête — un forfait, une clé, une passerelle ou la machine elle-même. Le même modèle derrière deux portes forme une seule ligne avec un chevron ; un choix fait sous une porte passe par cette porte.
it: Una porta è l’account attraverso cui passa una richiesta — un piano, una chiave, un gateway o la macchina stessa. Lo stesso modello dietro due porte è un’unica riga con uno chevron; una scelta fatta sotto una porta passa attraverso quella porta.
ja: 扉とは、リクエストが通っていくアカウントのことです — プラン、キー、ゲートウェイ、あるいはマシン自体です。同じモデルが 2 つの扉の向こうにある場合は、シェブロン付きの 1 行にまとまります。ある扉の下で行った選択は、その扉を通ります。
ko: 문이란 요청이 지나가는 계정을 뜻합니다 — 요금제, 키, 게이트웨이, 또는 컴퓨터 자체입니다. 같은 모델이 두 개의 문 뒤에 있으면 갈매기표가 붙은 한 줄로 합쳐집니다. 어떤 문 아래에서 한 선택은 그 문을 통해 나갑니다.
pt_br: Uma porta é a conta pela qual uma solicitação passa — um plano, uma chave, um gateway ou a própria máquina. O mesmo modelo atrás de duas portas vira uma única linha com um chevron; uma escolha feita sob uma porta passa por aquela porta.
zh_hans: 门是请求所经由的账户 — 可以是套餐、密钥、网关，也可以是这台机器本身。同一个模型如果在两扇门后面，会合并成带有 V 形箭头的一行；在某扇门下做出的选择会经由那扇门发出。
zh_hant: 門是請求所經由的帳戶 — 可以是方案、金鑰、閘道，也可以是這台機器本身。同一個模型如果在兩扇門後面，會合併成帶有 V 形箭頭的一行；在某扇門下所做的選擇會經由那扇門送出。

source: Kind
de: Art
es: Tipo
fr: Type
it: Tipo
ja: 種類
ko: 종류
pt_br: Tipo
zh_hans: 类型
zh_hant: 類型

source: Also behind another door
de: Auch hinter einer anderen Tür
es: También tras otra puerta
fr: Également derrière une autre porte
it: Anche dietro un’altra porta
ja: 他の扉の向こうにも
ko: 다른 문 뒤에도
pt_br: Também atrás de outra porta
zh_hans: 也在另一扇门后
zh_hant: 也在另一扇門後

source: This door
de: Diese Tür
es: Esta puerta
fr: Cette porte
it: Questa porta
ja: この扉
ko: 이 문
pt_br: Esta porta
zh_hans: 此门
zh_hant: 此門

source: Behind it
de: Dahinter
es: Detrás de ella
fr: Derrière elle
it: Dietro di essa
ja: その向こう
ko: 그 뒤에는
pt_br: Atrás dela
zh_hans: 门后
zh_hant: 門後

source: and %@ more families
de: und %@ weitere Familien
es: y %@ familias más
fr: et %@ familles de plus
it: e altre %@ famiglie
ja: 他 %@ ファミリー
ko: 그 외 %@개 계열
pt_br: e mais %@ famílias
zh_hans: 还有 %@ 个系列
zh_hant: 還有 %@ 個系列

source: on %@
de: auf %@
es: en %@
fr: sur %@
it: su %@
ja: %@ 上
ko: %@에서
pt_br: em %@
zh_hans: 在 %@ 上
zh_hant: 在 %@ 上

source: Narrowing to this door lists only what %@ runs through it, and a pick goes through it.
de: Die Einschränkung auf diese Tür listet nur, was %@ über sie betreibt, und eine Auswahl läuft über sie.
es: Reducir a esta puerta solo lista lo que %@ ejecuta a través de ella, y una elección pasará por ella.
fr: Se limiter à cette porte ne liste que ce que %@ exécute par son biais, et un choix y passera aussi.
it: Restringere a questa porta elenca solo ciò che %@ esegue attraverso di essa, e una scelta passerà da lì.
ja: この扉に絞り込むと、%@ がこの扉を通じて実行しているものだけが表示され、選択もこの扉を通ります。
ko: 이 문으로 좁히면 %@이(가) 이 문을 통해 실행하는 것만 표시되며, 선택도 이 문을 통해 나갑니다.
pt_br: Restringir a esta porta lista apenas o que %@ executa por meio dela, e uma escolha passará por ela.
zh_hans: 缩小到这扇门后，只会列出 %@ 通过它运行的内容，选择也会经由它发出。
zh_hant: 縮小到這扇門後，只會列出 %@ 透過它執行的內容，選擇也會經由它送出。

source: Claude Code, through claude-bridge
de: Claude Code, über claude-bridge
es: Claude Code, a través de claude-bridge
fr: Claude Code, via claude-bridge
it: Claude Code, tramite claude-bridge
ja: claude-bridge 経由の Claude Code
ko: claude-bridge를 통한 Claude Code
pt_br: Claude Code, via claude-bridge
zh_hans: Claude Code，通过 claude-bridge
zh_hant: Claude Code，透過 claude-bridge

source: opencode lists every provider configured on that machine — its opencode.json, the keys in its environment, and any local runtime it found — and every model each of them offers. A model missing here is missing from that machine's configuration, not from Tailscode.
de: opencode listet jeden auf diesem Rechner konfigurierten Anbieter – seine opencode.json, die Schlüssel in seiner Umgebung und jede gefundene lokale Laufzeitumgebung – sowie jedes Modell, das jeder von ihnen anbietet. Fehlt hier ein Modell, fehlt es in der Konfiguration dieses Rechners, nicht in Tailscode.
es: opencode lista todos los proveedores configurados en esa máquina —su opencode.json, las claves en su entorno y cualquier runtime local que haya encontrado— y todos los modelos que cada uno ofrece. Si falta un modelo aquí, falta en la configuración de esa máquina, no en Tailscode.
fr: opencode liste tous les fournisseurs configurés sur cette machine — son opencode.json, les clés de son environnement, et tout runtime local trouvé — ainsi que chaque modèle que chacun propose. Un modèle absent ici manque dans la configuration de cette machine, pas dans Tailscode.
it: opencode elenca ogni fornitore configurato su quella macchina — il suo opencode.json, le chiavi nel suo ambiente e qualsiasi runtime locale trovato — e ogni modello offerto da ciascuno di essi. Un modello mancante qui manca dalla configurazione di quella macchina, non da Tailscode.
ja: opencode は、そのマシン上で設定されているすべてのプロバイダ（opencode.json、環境変数内のキー、見つかったローカルランタイム）と、それぞれが提供するすべてのモデルを一覧にします。ここにないモデルは、そのマシンの設定に無いのであって、Tailscode にないわけではありません。
ko: opencode는 해당 컴퓨터에 설정된 모든 제공자(opencode.json, 환경 변수의 키, 발견된 모든 로컬 런타임)와 그 각각이 제공하는 모든 모델을 나열합니다. 여기에 없는 모델은 그 컴퓨터의 설정에 없는 것이지, Tailscode에 없는 것이 아닙니다.
pt_br: O opencode lista todo provedor configurado naquela máquina — seu opencode.json, as chaves no ambiente dela e qualquer runtime local encontrado — e todo modelo que cada um deles oferece. Um modelo que falte aqui está faltando na configuração daquela máquina, não no Tailscode.
zh_hans: opencode 会列出那台机器上配置的每一个提供方——它的 opencode.json、环境变量中的密钥，以及找到的任何本地运行时——以及它们各自提供的每一个模型。这里缺少的模型，是缺在那台机器的配置里，而不是缺在 Tailscode 里。
zh_hant: opencode 會列出那台機器上設定的每一個供應商——它的 opencode.json、環境變數中的金鑰，以及找到的任何本機執行環境——以及它們各自提供的每一個模型。這裡缺少的模型，是缺在那台機器的設定裡，而不是缺在 Tailscode 裡。

source: Claude Code answers to one account, so the catalog is a shortlist of Anthropic's models rather than every legal answer: the CLI runs whatever --model it is handed, and a model id typed into the search is offered as-is.
de: Claude Code ist einem einzigen Konto zugeordnet, daher ist der Katalog eine Kurzliste der Modelle von Anthropic statt jeder gültigen Antwort: Die CLI führt aus, was auch immer ihr als --model übergeben wird, und eine in die Suche eingetippte Modell-ID wird unverändert angeboten.
es: Claude Code responde a una sola cuenta, así que el catálogo es una lista breve de los modelos de Anthropic y no todas las respuestas válidas: la CLI ejecuta lo que sea que se le pase como --model, y un id de modelo escrito en la búsqueda se ofrece tal cual.
fr: Claude Code répond à un seul compte, donc le catalogue est une liste restreinte des modèles d’Anthropic plutôt que toutes les réponses valides : la CLI exécute ce qui lui est passé en --model, et un identifiant de modèle saisi dans la recherche est proposé tel quel.
it: Claude Code risponde a un solo account, quindi il catalogo è un elenco ristretto dei modelli di Anthropic, non ogni risposta valida: la CLI esegue qualunque cosa le venga passata come --model, e un ID modello digitato nella ricerca viene offerto così com’è.
ja: Claude Code は 1 つのアカウントに紐づくため、カタログは正当な選択肢すべてではなく Anthropic のモデルの短いリストです。CLI は渡された --model をそのまま実行し、検索欄に入力されたモデル ID もそのまま提示されます。
ko: Claude Code는 하나의 계정에 연결되므로, 카탈로그는 가능한 모든 정당한 답이 아니라 Anthropic 모델의 짧은 목록입니다. CLI는 전달받은 --model을 그대로 실행하며, 검색창에 입력한 모델 ID도 그대로 제시됩니다.
pt_br: O Claude Code responde a uma única conta, então o catálogo é uma lista curta dos modelos da Anthropic, e não toda resposta válida: a CLI executa o que for passado como --model, e um id de modelo digitado na busca é oferecido como está.
zh_hans: Claude Code 只对应一个账户，因此目录只是 Anthropic 模型的一份精简列表，而非所有合法答案：CLI 会运行传给它的任何 --model 参数，搜索框中输入的模型 id 也会按原样提供。
zh_hant: Claude Code 只對應一個帳戶，因此目錄只是 Anthropic 模型的一份精簡清單，而非所有合法答案：CLI 會執行傳給它的任何 --model 參數，搜尋欄中輸入的模型 id 也會按原樣提供。

source: This server also runs model ids it never listed — type one into the search and it is offered as-is.
de: Dieser Server führt auch Modell-IDs aus, die er nie aufgelistet hat – tippe eine in die Suche ein, und sie wird unverändert angeboten.
es: Este servidor también ejecuta ids de modelo que nunca listó: escribe uno en la búsqueda y se ofrecerá tal cual.
fr: Ce serveur exécute aussi des identifiants de modèle qu’il n’a jamais listés — saisissez-en un dans la recherche et il sera proposé tel quel.
it: Questo server esegue anche ID modello che non ha mai elencato — digitane uno nella ricerca e verrà offerto così com’è.
ja: このサーバは一覧にないモデル ID も実行できます — 検索欄に入力すれば、そのまま提示されます。
ko: 이 서버는 목록에 없던 모델 ID도 실행할 수 있습니다 — 검색창에 입력하면 그대로 제시됩니다.
pt_br: Este servidor também executa ids de modelo que nunca listou — digite um na busca e ele será oferecido como está.
zh_hans: 此服务器也能运行它从未列出过的模型 id——在搜索框中输入一个，就会按原样提供。
zh_hant: 此伺服器也能執行它從未列出過的模型 id——在搜尋欄中輸入一個，就會按原樣提供。

source: no level sent
de: keine Stufe übermittelt
es: sin nivel enviado
fr: aucun niveau envoyé
it: nessun livello inviato
ja: 段階の指定なし
ko: 전달된 단계 없음
pt_br: nenhum nível enviado
zh_hans: 未送出级别
zh_hant: 未送出層級

source: no thinking at all
de: denkt überhaupt nicht nach
es: no piensa en absoluto
fr: ne réfléchit pas du tout
it: non ragiona affatto
ja: まったく考えない
ko: 전혀 생각하지 않음
pt_br: não pensa nada
zh_hans: 完全不思考
zh_hant: 完全不思考

source: the least it can think
de: denkt so wenig wie möglich
es: piensa lo mínimo posible
fr: réfléchit le moins possible
it: ragiona il minimo possibile
ja: 最小限しか考えない
ko: 최소한으로만 생각함
pt_br: pensa o mínimo possível
zh_hans: 尽量少思考
zh_hant: 盡量少思考

source: answers, not thinking
de: antwortet, statt nachzudenken
es: responde, sin pensar
fr: répond sans réfléchir
it: risponde, senza ragionare
ja: 考えずに即答
ko: 생각 없이 바로 답함
pt_br: responde, sem pensar
zh_hans: 直接作答，不思考
zh_hant: 直接作答，不思考

source: everyday edits and reads
de: für alltägliche Änderungen und Lektüre
es: para ediciones y lecturas cotidianas
fr: pour les modifications et lectures courantes
it: per modifiche e letture quotidiane
ja: 日常の編集や読み取り向け
ko: 일상적인 편집과 읽기용
pt_br: para edições e leituras do dia a dia
zh_hans: 适合日常编辑与阅读
zh_hant: 適合日常編輯與閱讀

source: thinks it through
de: denkt gründlich nach
es: lo piensa a fondo
fr: réfléchit à fond
it: ci ragiona a fondo
ja: じっくり考える
ko: 충분히 생각함
pt_br: pensa bem antes
zh_hans: 仔细思考
zh_hant: 仔細思考

source: hard problems, slower
de: für harte Probleme, langsamer
es: problemas difíciles, más lento
fr: problèmes complexes, plus lent
it: problemi difficili, più lento
ja: 難問向け、低速
ko: 어려운 문제용, 더 느림
pt_br: problemas difíceis, mais lento
zh_hans: 应对难题，速度较慢
zh_hant: 應付難題，速度較慢

source: as long as it takes
de: so lange wie nötig
es: el tiempo que haga falta
fr: aussi longtemps qu’il faut
it: per tutto il tempo necessario
ja: 必要なだけ時間をかける
ko: 필요한 만큼 시간을 씀
pt_br: o tempo que for preciso
zh_hans: 需要多久就花多久
zh_hant: 需要多久就花多久

source: server decides
de: Server entscheidet
es: decide el servidor
fr: le serveur décide
it: decide il server
ja: サーバが決定
ko: 서버가 결정
pt_br: o servidor decide
zh_hans: 由服务器决定
zh_hant: 由伺服器決定

source: %@ takes no effort level
de: %@ hat keine Aufwandsstufe
es: %@ no tiene nivel de esfuerzo
fr: %@ n’a pas de niveau d’effort
it: %@ non ha livelli di sforzo
ja: %@ は強度を選べません
ko: %@ 강도 단계 없음
pt_br: %@ não tem nível de esforço
zh_hans: %@ 没有强度级别
zh_hant: %@ 沒有強度層級

source: %@ takes %@
de: %@ hat %@
es: %@ tiene %@
fr: %@ a %@
it: %@ ha %@
ja: %@ には%@あります
pt_br: %@ tem %@
zh_hans: %@ 有%@
zh_hant: %@ 有%@

source: one level
de: eine Stufe
es: un nivel
fr: un niveau
it: un livello
ja: 一段階
ko: 한 단계
pt_br: um nível
zh_hans: 一个级别
zh_hant: 一個層級

source: two levels
de: zwei Stufen
es: dos niveles
fr: deux niveaux
it: due livelli
ja: 二段階
ko: 두 단계
pt_br: dois níveis
zh_hans: 两个级别
zh_hant: 兩個層級

source: three levels
de: drei Stufen
es: tres niveles
fr: trois niveaux
it: tre livelli
ja: 三段階
ko: 세 단계
pt_br: três níveis
zh_hans: 三个级别
zh_hant: 三個層級

source: four levels
de: vier Stufen
es: cuatro niveles
fr: quatre niveaux
it: quattro livelli
ja: 四段階
ko: 네 단계
pt_br: quatro níveis
zh_hans: 四个级别
zh_hant: 四個層級

source: five levels
de: fünf Stufen
es: cinco niveles
fr: cinq niveaux
it: cinque livelli
ja: 五段階
ko: 다섯 단계
pt_br: cinco níveis
zh_hans: 五个级别
zh_hant: 五個層級

source: six levels
de: sechs Stufen
es: seis niveles
fr: six niveaux
it: sei livelli
ja: 六段階
ko: 여섯 단계
pt_br: seis níveis
zh_hans: 六个级别
zh_hant: 六個層級

source: seven levels
de: sieben Stufen
es: siete niveles
fr: sept niveaux
it: sette livelli
ja: 七段階
ko: 일곱 단계
pt_br: sete níveis
zh_hans: 七个级别
zh_hant: 七個層級

source: eight levels
de: acht Stufen
es: ocho niveles
fr: huit niveaux
it: otto livelli
ja: 八段階
ko: 여덟 단계
pt_br: oito níveis
zh_hans: 八个级别
zh_hant: 八個層級

source: nine levels
de: neun Stufen
es: nueve niveles
fr: neuf niveaux
it: nove livelli
ja: 九段階
ko: 아홉 단계
pt_br: nove níveis
zh_hans: 九个级别
zh_hant: 九個層級

source: %d levels
de: %d Stufen
es: %d niveles
fr: %d niveaux
it: %d livelli
ja: %d段階
ko: %d단계
pt_br: %d níveis
zh_hans: %d 个级别
zh_hant: %d 個層級

source: %@, no effort level
de: %@, keine Aufwandsstufe
es: %@, sin nivel de esfuerzo
fr: %@, aucun niveau d’effort
it: %@, nessun livello di sforzo
ja: %@、強度指定なし
ko: %@, 강도 단계 없음
pt_br: %@, sem nível de esforço
zh_hans: %@，无强度级别
zh_hant: %@，無強度層級

source: %@ at %@ effort
de: %@ bei Aufwand %@
es: %@, esfuerzo %@
fr: %@, effort %@
it: %@, sforzo %@
ja: %@、強度 %@
ko: %@, 강도 %@
pt_br: %@, esforço %@
zh_hans: %@，强度%@
zh_hant: %@，強度%@

source: %@, effort left to the server
de: %@, Aufwand dem Server überlassen
es: %@, esfuerzo a cargo del servidor
fr: %@, effort laissé au serveur
it: %@, sforzo lasciato al server
ja: %@、強度はサーバ任せ
ko: %@, 강도는 서버가 결정
pt_br: %@, esforço a critério do servidor
zh_hans: %@，强度由服务器决定
zh_hant: %@，強度由伺服器決定

source: ↑↓ model · ←→ 0–9 effort · ⌃S star · ⏎ keep · ⌃⏎ all models · esc
de: ↑↓ Modell · ←→ 0–9 Aufwand · ⌃S markieren · ⏎ übernehmen · ⌃⏎ alle Modelle · esc
es: ↑↓ modelo · ←→ 0–9 esfuerzo · ⌃S destacar · ⏎ conservar · ⌃⏎ todos los modelos · esc
fr: ↑↓ modèle · ←→ 0–9 effort · ⌃S favori · ⏎ garder · ⌃⏎ tous les modèles · esc
it: ↑↓ modello · ←→ 0–9 sforzo · ⌃S preferito · ⏎ mantieni · ⌃⏎ tutti i modelli · esc
ja: ↑↓ モデル · ←→ 0–9 強度 · ⌃S スター · ⏎ 確定 · ⌃⏎ 全モデル · esc
ko: ↑↓ 모델 · ←→ 0–9 강도 · ⌃S 즐겨찾기 · ⏎ 유지 · ⌃⏎ 모든 모델 · esc
pt_br: ↑↓ modelo · ←→ 0–9 esforço · ⌃S favoritar · ⏎ manter · ⌃⏎ todos os modelos · esc
zh_hans: ↑↓ 模型 · ←→ 0–9 强度 · ⌃S 加星标 · ⏎ 保留 · ⌃⏎ 所有模型 · esc
zh_hant: ↑↓ 模型 · ←→ 0–9 強度 · ⌃S 加星號 · ⏎ 保留 · ⌃⏎ 所有模型 · esc

source: effort: server decides
de: Aufwand: Server entscheidet
es: esfuerzo: decide el servidor
fr: effort : le serveur décide
it: sforzo: decide il server
ja: 強度: サーバが決定
ko: 강도: 서버가 결정
pt_br: esforço: o servidor decide
zh_hans: 强度：由服务器决定
zh_hant: 強度：由伺服器決定

source: effort: %@
de: Aufwand: %@
es: esfuerzo: %@
it: sforzo: %@
ja: 強度: %@
ko: 강도: %@
pt_br: esforço: %@
zh_hans: 强度：%@
zh_hant: 強度：%@

source: Also on %@
de: Auch auf %@
es: También en %@
fr: Également sur %@
it: Anche su %@
ja: %@ にも
ko: %@에도
pt_br: Também em %@
zh_hans: 也在 %@ 上
zh_hant: 也在 %@ 上

source: Found
de: Gefunden
es: Encontrados
fr: Trouvés
it: Trovati
ja: 検出済み
ko: 검색됨
pt_br: Encontrados
zh_hans: 已找到
zh_hant: 已找到

source: the machine decides
de: der Rechner entscheidet
es: la máquina decide
fr: la machine décide
it: decide la macchina
ja: マシンが決定
ko: 컴퓨터가 결정
pt_br: a máquina decide
zh_hans: 由机器决定
zh_hant: 由機器決定

source: new chat on %@
de: neuer Chat auf %@
es: chat nuevo en %@
fr: nouvelle discussion sur %@
it: nuova chat su %@
ja: %@ で新しいチャット
ko: %@에서 새 대화
pt_br: nova conversa em %@
zh_hans: 在 %@ 上新建对话
zh_hant: 在 %@ 上新增對話

source: new chat there
de: neuer Chat dort
es: chat nuevo allí
fr: nouvelle discussion là-bas
it: nuova chat lì
ja: そこで新しいチャット
ko: 그곳에서 새 대화
pt_br: nova conversa lá
zh_hans: 在那里新建对话
zh_hant: 在那裡新增對話

source: Start a new chat on %@?
de: Neuen Chat auf %@ starten?
es: ¿Iniciar un chat nuevo en %@?
fr: Démarrer une nouvelle discussion sur %@ ?
it: Avviare una nuova chat su %@?
ja: %@ で新しいチャットを開始しますか？
ko: %@에서 새 대화를 시작할까요?
pt_br: Iniciar uma nova conversa em %@?
zh_hans: 要在 %@ 上开始新对话吗？
zh_hant: 要在 %@ 上開始新對話嗎？

source: %@ runs on %@, and a conversation lives on the machine that answers it. This chat stays where it is.
de: %@ läuft auf %@, und eine Unterhaltung lebt auf dem Rechner, der sie beantwortet. Dieser Chat bleibt, wo er ist.
es: %@ se ejecuta en %@, y una conversación vive en la máquina que la responde. Este chat se queda donde está.
fr: %@ s’exécute sur %@, et une conversation vit sur la machine qui y répond. Cette discussion reste où elle est.
it: %@ viene eseguito su %@, e una conversazione vive sulla macchina che le risponde. Questa chat resta dove si trova.
ja: %@ は %@ で動作しており、会話はそれに応答するマシン上にあります。このチャットはそのままそこに留まります。
ko: %@은(는) %@에서 실행되며, 대화는 그것에 응답하는 컴퓨터에 머뭅니다. 이 대화는 있던 자리에 그대로 남습니다.
pt_br: %@ é executado em %@, e uma conversa vive na máquina que responde por ela. Esta conversa permanece onde está.
zh_hans: %@ 在 %@ 上运行，对话保存在响应它的那台机器上。此对话会留在原处。
zh_hant: %@ 在 %@ 上執行，對話保存在回應它的那台機器上。此對話會留在原處。

source: New chat there
de: Neuer Chat dort
es: Chat nuevo allí
fr: Nouvelle discussion là-bas
it: Nuova chat lì
ja: そこで新規チャット
ko: 그곳에서 새 대화
pt_br: Nova conversa lá
zh_hans: 在那里新建对话
zh_hant: 在那裡新增對話

source: This model has averaged %@ tok/s here over %d turns.
de: Dieses Modell hat hier über %2$d Züge hinweg durchschnittlich %1$@ Tok/s erreicht.
es: Este modelo ha promediado %1$@ tok/s aquí a lo largo de %2$d turnos.
fr: Ce modèle a atteint en moyenne %1$@ tok/s ici sur %2$d tours.
it: Questo modello ha registrato in media %1$@ tok/s qui su %2$d turni.
ja: このモデルはここで %2$d ターンにわたり平均 %1$@ tok/s でした。
ko: 이 모델은 여기서 %2$d턴 동안 평균 %1$@ tok/s를 기록했습니다.
pt_br: Este modelo teve uma média de %1$@ tok/s aqui ao longo de %2$d turnos.
zh_hans: 此模型在这里的 %2$d 个回合中平均达到 %1$@ tok/s。
zh_hant: 此模型在這裡的 %2$d 個回合中平均達到 %1$@ tok/s。

source: It did not answer in time.
de: Es hat nicht rechtzeitig geantwortet.
es: No respondió a tiempo.
fr: Il n’a pas répondu à temps.
it: Non ha risposto in tempo.
ja: 時間内に応答しませんでした。
ko: 제시간에 응답하지 않았습니다.
pt_br: Não respondeu a tempo.
zh_hans: 未能及时响应。
zh_hant: 未能及時回應。

source: %@ has no password on this device
de: %@ hat auf diesem Gerät kein Passwort
es: %@ no tiene contraseña en este dispositivo
fr: %@ n’a pas de mot de passe sur cet appareil
it: %@ non ha una password su questo dispositivo
ja: %@ にはこのデバイスでのパスワードがありません
ko: %@에 이 기기용 암호가 없습니다
pt_br: %@ não tem senha neste dispositivo
zh_hans: %@ 在此设备上没有密码
zh_hant: %@ 在此裝置上沒有密碼

source: The server is configured but its password is not in this device's keychain, so nothing can be sent to it. Open its settings and enter the password it was started with.
de: Der Server ist eingerichtet, aber sein Passwort befindet sich nicht im Schlüsselbund dieses Geräts, daher kann nichts an ihn gesendet werden. Öffne seine Einstellungen und gib das Passwort ein, mit dem er gestartet wurde.
es: El servidor está configurado, pero su contraseña no está en el llavero de este dispositivo, así que no se le puede enviar nada. Abre su configuración e introduce la contraseña con la que se inició.
fr: Le serveur est configuré, mais son mot de passe n’est pas dans le trousseau de cet appareil, donc rien ne peut lui être envoyé. Ouvrez ses réglages et saisissez le mot de passe avec lequel il a été démarré.
it: Il server è configurato, ma la sua password non è nel portachiavi di questo dispositivo, quindi non è possibile inviargli nulla. Apri le sue impostazioni e inserisci la password con cui è stato avviato.
ja: サーバは設定済みですが、そのパスワードはこのデバイスのキーチェーンにないため、何も送信できません。設定を開き、起動時に指定したパスワードを入力してください。
ko: 서버는 설정되어 있지만 이 기기의 키체인에 암호가 없어서 아무것도 보낼 수 없습니다. 설정을 열고 서버를 시작할 때 사용한 암호를 입력하세요.
pt_br: O servidor está configurado, mas a senha dele não está no chaveiro deste dispositivo, então nada pode ser enviado a ele. Abra as configurações dele e digite a senha com que foi iniciado.
zh_hans: 该服务器已配置，但它的密码不在此设备的钥匙串中，因此无法向它发送任何内容。请打开它的设置，输入它启动时使用的密码。
zh_hant: 該伺服器已設定，但它的密碼不在此裝置的鑰匙圈中，因此無法向它傳送任何內容。請開啟它的設定，輸入它啟動時使用的密碼。

source: Server settings
de: Servereinstellungen
es: Ajustes del servidor
fr: Réglages du serveur
it: Impostazioni del server
ja: サーバ設定
ko: 서버 설정
pt_br: Configurações do servidor
zh_hans: 服务器设置
zh_hant: 伺服器設定

source: That server is no longer configured
de: Dieser Server ist nicht mehr eingerichtet
es: Ese servidor ya no está configurado
fr: Ce serveur n’est plus configuré
it: Quel server non è più configurato
ja: そのサーバはもう設定されていません
ko: 해당 서버는 더 이상 설정되어 있지 않습니다
pt_br: Aquele servidor não está mais configurado
zh_hans: 该服务器已不再配置
zh_hant: 該伺服器已不再設定
